[
  {
    "id": "resident-evil-4-remake",
    "title": "Resident Evil 4 Remake",
    "description": "Una reimaginación del icónico survival horror de 2005. Con gráficos actualizados y jugabilidad mejorada, los jugadores se sumergen de nuevo en la escalofriante misión de Leon S. Kennedy para rescatar a la hija del presidente.",
    "long_description": "El clásico juego de terror de supervivencia Resident Evil 4 se reinventa para 2023, ofreciendo una experiencia visual impresionante y una jugabilidad modernizada. Únete a Leon S. Kennedy en su desesperada búsqueda de Ashley Graham en un remoto pueblo español invadido por una nueva amenaza. Con una narrativa profunda y enemigos reimaginados, esta versión ofrece una inmersión sin precedentes en el mundo aterrador de Resident Evil. Prepárate para el terror, la acción intensa y los encuentros con los Ganados en esta entrega aclamada por la crítica. La trama sigue a Leon S. Kennedy, un agente especial de EE. UU., quien es enviado a una remota aldea en España para rescatar a Ashley Graham, la hija del presidente, de una secta misteriosa conocida como 'Los Iluminados'. A medida que Leon avanza, descubre que los aldeanos están infectados con un parásito que los convierte en criaturas violentas y controladas. El juego combina elementos de acción y supervivencia, con una escasez de recursos y una atmósfera opresiva que mantiene al jugador en constante tensión.",
    "image_main": "assets/img/resident-evil-4-remake/main.jpg",  <-- RUTA ACTUALIZADA
    "image_thumb": "https://via.placeholder.com/150",
    "screenshots": [                                   <-- NUEVO CAMPO
      "assets/img/resident-evil-4-remake/screenshot1.jpg",
      "assets/img/resident-evil-4-remake/screenshot2.jpg",
      "assets/img/resident-evil-4-remake/screenshot3.jpg"
    ],
    "youtube_trailer_id": "L1Jb3C18j7E",             <-- NUEVO CAMPO (ID del video de YouTube)
    "download_link": "#",
    "category": "PC",
    "genre": "Terror",
    "requirements": "Requisitos altos",
    "features": ["Un jugador", "Offline", "Remake"]
  },
  {
    "id": "need-for-speed-heat",
    "title": "Need for Speed Heat",
    "description": "Un emocionante juego de carreras callejeras ambientado en Palm City. Compite en carreras sancionadas durante el día y arriésgate en desafíos ilegales por la noche.",
    "long_description": "Need for Speed Heat te lleva a Palm City, una vibrante metrópolis que se transforma del paraíso de carreras diurnas a un campo de batalla nocturno contra una fuerza policial corrupta. Personaliza una amplia gama de coches, domina la carretera y hazte un nombre en la escena de las carreras clandestinas. Cada carrera es una oportunidad para ganar dinero o arriesgarlo todo en persecuciones de alto octanaje. El juego ofrece un sistema de reputación que te permite desbloquear nuevos eventos y coches, mientras que las persecuciones policiales nocturnas son más intensas y estratégicas que nunca.",
    "image_main": "assets/img/need-for-speed-heat/main.jpg",  <-- RUTA ACTUALIZADA
    "image_thumb": "https://via.placeholder.com/150",
    "screenshots": [                                  <-- NUEVO CAMPO
      "assets/img/need-for-speed-heat/screenshot1.jpg",
      "assets/img/need-for-speed-heat/screenshot2.jpg"
    ],
    "youtube_trailer_id": "V_yB2Pj7444",             <-- NUEVO CAMPO
    "download_link": "#",
    "category": "PC",
    "genre": "Carreras",
    "requirements": "Requisitos medios",
    "features": ["Un jugador", "Multijugador", "Mundo abierto"]
  },
  {
    "id": "call-of-duty-mobile",
    "title": "Call of Duty Mobile APK",
    "description": "La experiencia Call of Duty en tu dispositivo móvil. Disfruta de modos multijugador clásicos como Team Deathmatch, Search & Destroy, y Battle Royale en mapas icónicos de la franquicia.",
    "long_description": "Lleva la acción de Call of Duty a donde vayas con Call of Duty Mobile. Experimenta intensos modos multijugador y batallas Battle Royale épicas con gráficos de alta calidad y un rendimiento optimizado para dispositivos móviles. Desbloquea personajes, armas y skins, y compite contra jugadores de todo el mundo. El juego incluye soporte para clanes, eventos especiales y actualizaciones constantes para mantener la experiencia fresca y emocionante. El combate es rápido y estratégico, con una gran variedad de armas y equipamiento para personalizar tu estilo de juego. Además, la integración con la cuenta de Activision permite la sincronización de progreso entre plataformas.",
    "image_main": "assets/img/call-of-duty-mobile/main.jpg",  <-- RUTA ACTUALIZADA
    "image_thumb": "https://via.placeholder.com/150",
    "screenshots": [                                   <-- NUEVO CAMPO
      "assets/img/call-of-duty-mobile/screenshot1.jpg",
      "assets/img/call-of-duty-mobile/screenshot2.jpg"
    ],
    "youtube_trailer_id": "rLNHkS21U3s",             <-- NUEVO CAMPO
    "download_link": "#",
    "category": "Android",
    "genre": "Shooter",
    "requirements": "Android",
    "features": ["Multijugador", "Online", "Free-to-play"]
  }
]